import React from "react"
import "./TeslaNotice.css"

const TeslaNotice = () => (
  <div className="tesla-battery__notice">
    <p>
      Фактический диапазон запаса хода будет варьироваться в зависимости от
      ваших конкретных условий эксплуатации. Посмотрите, как особые условия
      использования могут повлиять на диапазон в нашей имитационной модели.
    </p>
    <p>
      Запас хода автомобиля может варьироваться в зависимости от конфигурации
      автомобиля, возраста и состояния аккумулятора, стиля вождения и
      эксплуатации, экологии и климатических условий.
    </p>
  </div>
)

export default TeslaNotice
